Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# auth.googleDrive.validation.duplicate
source: This Google Drive folder is already configured.
de: Dieser Google Drive-Ordner ist bereits konfiguriert.
es: Esta carpeta de Google Drive ya está configurada.
es_419: Esta carpeta de Google Drive ya está configurada.
fr: Ce dossier Google Drive est déjà configuré.
ja: この Google Drive フォルダはすでに設定されています。
ko: 이 Google Drive 폴더는 이미 구성되어 있습니다.
pt_br: Esta pasta do Google Drive já está configurada.
pt_pt: Esta pasta do Google Drive já está configurada.
ru: Эта папка Google Диска уже настроена.
uk: Цю папку Google Диска вже налаштовано.
zh_hans: 这个 Google Drive 文件夹已经配置过。
zh_hant: 此 Google Drive 資料夾已設定。
zh_hk: 此 Google Drive 資料夾已設定。

# auth.googleDrive.validation.signInRequired
source: Enter an OAuth client ID and sign in before saving.
de: Geben Sie eine OAuth-Client-ID ein und melden Sie sich vor dem Speichern an.
es: Introduce un ID de cliente OAuth e inicia sesión antes de guardar.
es_419: Ingresa un ID de cliente OAuth e inicia sesión antes de guardar.
fr: Saisissez un ID client OAuth et connectez-vous avant d’enregistrer.
ja: OAuth クライアント ID を入力し、サインインしてから保存してください。
ko: OAuth 클라이언트 ID를 입력하고 로그인한 후 저장하세요.
pt_br: Insira um ID do cliente OAuth e entre antes de salvar.
pt_pt: Introduza um ID de cliente OAuth e inicie sessão antes de guardar.
ru: Введите идентификатор клиента OAuth и войдите перед сохранением.
uk: Введіть ідентифікатор клієнта OAuth і увійдіть перед збереженням.
zh_hans: 请输入 OAuth 客户端 ID 并完成登录后再保存。
zh_hant: 請輸入 OAuth 用戶端 ID 並完成登入後再儲存。
zh_hk: 請輸入 OAuth 用戶端 ID 並完成登入後再儲存。

# auth.manage.deleteFailed
source: Delete Failed
de: Löschen fehlgeschlagen
es: Error al eliminar
es_419: Error al eliminar
fr: Échec de la suppression
ja: 削除に失敗しました
ko: 삭제 실패
pt_br: Falha ao excluir
pt_pt: Falha ao eliminar
ru: Не удалось удалить
uk: Помилка видалення
zh_hans: 删除失败
zh_hant: 刪除失敗
zh_hk: 刪除失敗

# auth.manage.sortFailed
source: Failed to Save Order
de: Reihenfolge konnte nicht gespeichert werden
es: Error al guardar el orden
es_419: Error al guardar el orden
fr: Échec de l'enregistrement de l'ordre
ja: 順序の保存に失敗しました
ko: 순서 저장 실패
pt_br: Falha ao salvar a ordem
pt_pt: Falha ao guardar a ordem
ru: Не удалось сохранить порядок
uk: Не вдалося зберегти порядок
zh_hans: 无法保存排序
zh_hant: 無法儲存排序
zh_hk: 無法儲存排序

# auth.manage.title
source: Manage Nodes
de: Knoten verwalten
es: Administrar nodos
es_419: Administrar nodos
fr: Gérer les nœuds
ja: ノードを管理
ko: 노드 관리
pt_br: Gerenciar nós
pt_pt: Gerir nós
ru: Управление узлами
uk: Керувати вузлами
zh_hans: 管理节点
zh_hant: 管理節點
zh_hk: 管理節點

# auth.onedrive.account.notSignedIn
source: Not signed in
de: Nicht angemeldet
es: Sesión no iniciada
es_419: No has iniciado sesión
fr: Non connecté
ja: サインインしていません
ko: 로그인되지 않음
pt_br: Não conectado
pt_pt: Sessão não iniciada
ru: Вход не выполнен
uk: Вхід не виконано
zh_hans: 未登录
zh_hant: 未登入
zh_hk: 未登入

# auth.onedrive.accountFallback
source: OneDrive Account
de: OneDrive-Konto
es: Cuenta de OneDrive
es_419: Cuenta de OneDrive
fr: Compte OneDrive
ja: OneDrive アカウント
ko: OneDrive 계정
pt_br: Conta do OneDrive
pt_pt: Conta OneDrive
ru: Учетная запись OneDrive
uk: Обліковий запис OneDrive
zh_hans: OneDrive 账号
zh_hant: OneDrive 帳戶
zh_hk: OneDrive 帳戶

# auth.onedrive.editTitle
source: Edit OneDrive Storage
de: OneDrive-Speicher bearbeiten
es: Editar almacenamiento de OneDrive
es_419: Editar almacenamiento de OneDrive
fr: Modifier le stockage OneDrive
ja: OneDrive ストレージを編集
ko: OneDrive 저장소 편집
pt_br: Editar armazenamento do OneDrive
pt_pt: Editar armazenamento OneDrive
ru: Изменить хранилище OneDrive
uk: Редагувати сховище OneDrive
zh_hans: 编辑 OneDrive 存储
zh_hant: 編輯 OneDrive 儲存
zh_hk: 編輯 OneDrive 儲存

# auth.onedrive.folder.createdAfterSignIn
source: Created after sign-in
de: Wird nach der Anmeldung erstellt
es: Se creará después de iniciar sesión
es_419: Se creará después de iniciar sesión
fr: Créé après la connexion
ja: サインイン後に作成されます
ko: 로그인 후 생성됨
pt_br: Criada após entrar
pt_pt: Criada após iniciar sessão
ru: Будет создано после входа
uk: Буде створено після входу
zh_hans: 登录后创建
zh_hant: 登入後建立
zh_hk: 登入後建立

# auth.onedrive.folder.footer
source: Watermelon stores backups in its OneDrive app folder. Files outside this folder are not accessible.
de: Watermelon speichert Sicherungen in seinem OneDrive-App-Ordner. Dateien außerhalb dieses Ordners sind nicht zugänglich.
es: Backup Sandía guarda las copias en su carpeta de aplicación de OneDrive. No puede acceder a archivos fuera de esta carpeta.
es_419: Backup Sandía guarda las copias en su carpeta de aplicación de OneDrive. No puede acceder a archivos fuera de esta carpeta.
fr: Watermelon stocke les sauvegardes dans son dossier d’application OneDrive. Les fichiers en dehors de ce dossier ne sont pas accessibles.
ja: スイカはバックアップを OneDrive のアプリフォルダに保存します。このフォルダ外のファイルにはアクセスできません。
ko: 수박 백업은 백업을 OneDrive 앱 폴더에 저장합니다. 이 폴더 밖의 파일에는 접근할 수 없습니다.
pt_br: O Backup Melancia armazena backups na pasta do app no OneDrive. Arquivos fora dessa pasta não são acessíveis.
pt_pt: O Backup Melancia guarda cópias de segurança na pasta da app no OneDrive. Os ficheiros fora desta pasta não são acessíveis.
ru: Арбуз Backup хранит резервные копии в папке приложения OneDrive. Файлы вне этой папки недоступны.
uk: Кавун Backup зберігає резервні копії в папці програми OneDrive. Файли поза цією папкою недоступні.
zh_hans: 西瓜备份会将备份存入 OneDrive 的应用文件夹，无法访问该文件夹之外的文件。
zh_hant: 西瓜備份會將備份存入 OneDrive 的 App 資料夾，無法存取該資料夾外的檔案。
zh_hk: 西瓜備份會將備份存入 OneDrive 的 App 資料夾，無法存取該資料夾外的檔案。

# auth.onedrive.section.account
source: Account
de: Konto
es: Cuenta
es_419: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
pt_pt: Conta
ru: Учетная запись
uk: Обліковий запис
zh_hans: 账号
zh_hant: 帳戶
zh_hk: 帳戶

# auth.onedrive.section.folder
source: Folder
de: Ordner
es: Carpeta
es_419: Carpeta
fr: Dossier
ja: フォルダ
ko: 폴더
pt_br: Pasta
pt_pt: Pasta
ru: Папка
uk: Папка
zh_hans: 文件夹
zh_hant: 資料夾
zh_hk: 資料夾

# auth.onedrive.signIn.action
source: Sign in with Microsoft
de: Mit Microsoft anmelden
es: Iniciar sesión con Microsoft
es_419: Iniciar sesión con Microsoft
fr: Se connecter avec Microsoft
ja: Microsoft でサインイン
ko: Microsoft로 로그인
pt_br: Entrar com a Microsoft
pt_pt: Iniciar sessão com a Microsoft
ru: Войти с Microsoft
uk: Увійти через Microsoft
zh_hans: 使用 Microsoft 登录
zh_hant: 使用 Microsoft 登入
zh_hk: 使用 Microsoft 登入

# auth.onedrive.signIn.again
source: Sign in again
de: Erneut anmelden
es: Iniciar sesión de nuevo
es_419: Iniciar sesión de nuevo
fr: Se reconnecter
ja: もう一度サインイン
ko: 다시 로그인
pt_br: Entrar novamente
pt_pt: Iniciar sessão novamente
ru: Войти снова
uk: Увійти знову
zh_hans: 重新登录
zh_hant: 重新登入
zh_hk: 重新登入

# auth.onedrive.signIn.signingIn
source: Signing in…
de: Anmeldung läuft …
es: Iniciando sesión…
es_419: Iniciando sesión…
fr: Connexion…
ja: サインイン中…
ko: 로그인 중…
pt_br: Entrando…
pt_pt: A iniciar sessão…
ru: Выполняется вход…
uk: Виконується вхід…
zh_hans: 正在登录…
zh_hant: 正在登入…
zh_hk: 正在登入…

# auth.onedrive.signInFailed
source: OneDrive Sign-In Failed
de: OneDrive-Anmeldung fehlgeschlagen
es: Error al iniciar sesión en OneDrive
es_419: No se pudo iniciar sesión en OneDrive
fr: Échec de la connexion à OneDrive
ja: OneDrive へのサインインに失敗しました
ko: OneDrive 로그인 실패
pt_br: Falha ao entrar no OneDrive
pt_pt: Falha ao iniciar sessão no OneDrive
ru: Не удалось войти в OneDrive
uk: Не вдалося ввійти в OneDrive
zh_hans: OneDrive 登录失败
zh_hant: OneDrive 登入失敗
zh_hk: OneDrive 登入失敗

# auth.onedrive.title
source: Add OneDrive Storage
de: OneDrive-Speicher hinzufügen
es: Añadir almacenamiento de OneDrive
es_419: Agregar almacenamiento de OneDrive
fr: Ajouter un stockage OneDrive
ja: OneDrive ストレージを追加
ko: OneDrive 저장소 추가
pt_br: Adicionar armazenamento do OneDrive
pt_pt: Adicionar armazenamento OneDrive
ru: Добавить хранилище OneDrive
uk: Додати сховище OneDrive
zh_hans: 添加 OneDrive 存储
zh_hant: 新增 OneDrive 儲存
zh_hk: 新增 OneDrive 儲存

# auth.onedrive.validation.duplicate
source: This OneDrive destination already exists.
de: Dieses OneDrive-Ziel existiert bereits.
es: Este destino de OneDrive ya existe.
es_419: Este destino de OneDrive ya existe.
fr: Cette destination OneDrive existe déjà.
ja: この OneDrive 保存先はすでに存在します。
ko: 이 OneDrive 대상이 이미 있습니다.
pt_br: Este destino do OneDrive já existe.
pt_pt: Este destino OneDrive já existe.
ru: Это назначение OneDrive уже существует.
uk: Це місце призначення OneDrive уже існує.
zh_hans: 这个 OneDrive 目的地已存在。
zh_hant: 這個 OneDrive 目的地已存在。
zh_hk: 這個 OneDrive 目的地已存在。

# auth.onedrive.validation.signInRequired
source: Sign in to OneDrive before saving.
de: Melden Sie sich vor dem Speichern bei OneDrive an.
es: Inicia sesión en OneDrive antes de guardar.
es_419: Inicia sesión en OneDrive antes de guardar.
fr: Connectez-vous à OneDrive avant d’enregistrer.
ja: 保存する前に OneDrive にサインインしてください。
ko: 저장하기 전에 OneDrive에 로그인하세요.
pt_br: Entre no OneDrive antes de salvar.
pt_pt: Inicie sessão no OneDrive antes de guardar.
ru: Войдите в OneDrive перед сохранением.
uk: Увійдіть в OneDrive перед збереженням.
zh_hans: 请先登录 OneDrive 再保存。
zh_hant: 請先登入 OneDrive 再儲存。
zh_hk: 請先登入 OneDrive 再儲存。

# auth.password.hide
source: Hide password
de: Passwort ausblenden
es: Ocultar contraseña
es_419: Ocultar contraseña
fr: Masquer le mot de passe
ja: パスワードを非表示
ko: 비밀번호 숨기기
pt_br: Ocultar senha
pt_pt: Ocultar palavra-passe
ru: Скрыть пароль
uk: Сховати пароль
zh_hans: 隐藏密码
zh_hant: 隱藏密碼
zh_hk: 隱藏密碼

# auth.password.reveal
source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
es_419: Mostrar contraseña
fr: Afficher le mot de passe
ja: パスワードを表示
ko: 비밀번호 표시
pt_br: Mostrar senha
pt_pt: Mostrar palavra-passe
ru: Показать пароль
uk: Показати пароль
zh_hans: 显示密码
zh_hant: 顯示密碼
zh_hk: 顯示密碼

# auth.password.revealReason
source: Authenticate to reveal the saved password.
de: Authentifizieren Sie sich, um das gespeicherte Passwort anzuzeigen.
es: Autentícate para mostrar la contraseña guardada.
es_419: Autentícate para mostrar la contraseña guardada.
fr: Authentifiez-vous pour afficher le mot de passe enregistré.
ja: 保存済みのパスワードを表示するには認証してください。
ko: 저장된 비밀번호를 보려면 인증하세요.
pt_br: Autentique-se para mostrar a senha salva.
pt_pt: Autentique-se para mostrar a palavra-passe guardada.
ru: Пройдите аутентификацию, чтобы показать сохранённый пароль.
uk: Пройдіть автентифікацію, щоб показати збережений пароль.
zh_hans: 通过认证以显示已保存的密码。
zh_hant: 通過認證以顯示已儲存的密碼。
zh_hk: 通過認證以顯示已儲存的密碼。

# auth.s3.editTitle
source: Edit S3 Storage
de: S3-Speicher bearbeiten
es: Editar almacenamiento S3
es_419: Editar almacenamiento S3
fr: Modifier le stockage S3
ja: S3 ストレージを編集
ko: S3 저장소 편집
pt_br: Editar armazenamento S3
pt_pt: Editar armazenamento S3
ru: Редактировать хранилище S3
uk: Редагувати S3 сховище
zh_hans: 编辑 S3 存储
zh_hant: 編輯 S3 儲存
zh_hk: 編輯 S3 儲存

# auth.s3.endpoint.footer
source: Region is used for SigV4 signing. Some MinIO deployments accept any value.
de: Region wird zur SigV4-Signierung verwendet. Manche MinIO-Installationen akzeptieren beliebige Werte.
es: La región se usa para firmar con SigV4. Algunas instalaciones de MinIO aceptan cualquier valor.
es_419: La región se usa para firmar con SigV4. Algunas instalaciones de MinIO aceptan cualquier valor.
fr: La région est utilisée pour la signature SigV4. Certaines installations MinIO acceptent toute valeur.
ja: リージョンは SigV4 署名に使われます。一部の MinIO 環境では任意の値を受け入れます。
ko: 리전은 SigV4 서명에 사용됩니다. 일부 MinIO 배포는 어떤 값이든 허용합니다.
pt_br: A região é usada para assinar com SigV4. Algumas instalações do MinIO aceitam qualquer valor.
pt_pt: A região é usada para assinar com SigV4. Algumas instalações de MinIO aceitam qualquer valor.
ru: Регион используется для подписи SigV4. Некоторые установки MinIO принимают любое значение.
uk: Регіон використовується для підпису SigV4. Деякі розгортання MinIO приймають будь-яке значення.
zh_hans: Region 用于 SigV4 签名，部分 MinIO 部署接受任意值。
zh_hant: Region 用於 SigV4 簽名，部分 MinIO 部署可接受任意值。
zh_hk: Region 用於 SigV4 簽名，部分 MinIO 部署可接受任意值。

# auth.s3.path.footer
source: All backups are stored under this prefix in the bucket.
de: Alle Backups werden unter diesem Präfix im Bucket gespeichert.
es: Todas las copias se almacenan bajo este prefijo dentro del bucket.
es_419: Todas las copias se almacenan bajo este prefijo dentro del bucket.
fr: Toutes les sauvegardes sont stockées sous ce préfixe dans le bucket.
ja: すべてのバックアップはバケット内のこのプレフィックスの下に保存されます。
ko: 모든 백업은 버킷 내 이 접두사 아래에 저장됩니다.
pt_br: Todos os backups ficam sob este prefixo dentro do bucket.
pt_pt: Todas as cópias ficam sob este prefixo dentro do bucket.
ru: Все резервные копии хранятся под этим префиксом в бакете.
uk: Усі резервні копії зберігаються в бакеті з цим префіксом.
zh_hans: 所有备份会保存在 Bucket 中此前缀下。
zh_hant: 所有備份會儲存在 Bucket 中此前綴下。
zh_hk: 所有備份會儲存在 Bucket 中此前綴下。

# auth.s3.pathStyle.hint
source: Required for MinIO and self-hosted S3-compatible servers. AWS S3, Cloudflare R2, and Backblaze B2 use virtual-hosted URLs; this setting is disabled automatically for OSS.
de: Erforderlich für MinIO und selbst gehostete S3-kompatible Server. AWS S3, Cloudflare R2 und Backblaze B2 verwenden virtuell gehostete URLs; für OSS wird diese Einstellung automatisch deaktiviert.
es: Necesario para MinIO y servidores autohospedados compatibles con S3. AWS S3, Cloudflare R2 y Backblaze B2 usan URL con alojamiento virtual; esta opción se desactiva automáticamente para OSS.
es_419: Necesario para MinIO y servidores autohospedados compatibles con S3. AWS S3, Cloudflare R2 y Backblaze B2 usan URL con alojamiento virtual; esta opción se desactiva automáticamente para OSS.
fr: Requis pour MinIO et les serveurs compatibles S3 auto-hébergés. AWS S3, Cloudflare R2 et Backblaze B2 utilisent des URL de type hébergement virtuel ; ce réglage est automatiquement désactivé pour OSS.
ja: MinIO やセルフホスト型の S3 互換サーバーで必要です。AWS S3、Cloudflare R2、Backblaze B2 は仮想ホスト形式を使用し、OSS ではこの設定が自動的に無効になります。
ko: MinIO 및 자체 호스팅 S3 호환 서버에 필요합니다. AWS S3, Cloudflare R2, Backblaze B2는 가상 호스팅 방식 URL을 사용하며 OSS에서는 이 설정이 자동으로 비활성화됩니다.
pt_br: Necessário para MinIO e servidores S3-compatíveis auto-hospedados. AWS S3, Cloudflare R2 e Backblaze B2 usam URLs virtual-hosted; esta opção é desativada automaticamente para OSS.
pt_pt: Necessário para MinIO e servidores S3-compatíveis auto-alojados. AWS S3, Cloudflare R2 e Backblaze B2 usam URLs virtual-hosted; esta opção é desativada automaticamente para OSS.
ru: Требуется для MinIO и самостоятельно развёрнутых S3-совместимых серверов. AWS S3, Cloudflare R2 и Backblaze B2 используют виртуальный хостинг; для OSS эта настройка отключается автоматически.
uk: Потрібно для MinIO та власних S3-сумісних серверів. AWS S3, Cloudflare R2 й Backblaze B2 використовують URL-адреси у форматі virtual-hosted; для OSS це налаштування вимикається автоматично.
zh_hans: MinIO 与自托管 S3 兼容服务器需要开启。AWS S3、Cloudflare R2 和 Backblaze B2 使用 virtual-hosted URL；OSS 会自动关闭此开关。
zh_hant: MinIO 與自架 S3 相容伺服器需要啟用。AWS S3、Cloudflare R2 和 Backblaze B2 使用 virtual-hosted URL；OSS 會自動關閉此開關。
zh_hk: MinIO 與自架 S3 相容伺服器需要啟用。AWS S3、Cloudflare R2 和 Backblaze B2 使用 virtual-hosted URL；OSS 會自動關閉此開關。

# auth.s3.placeholder.name
source: Display name (e.g. "Backup Bucket")
de: Anzeigename (z. B. „Backup-Bucket“)
es: Nombre para mostrar (p. ej., «Bucket de copia de seguridad»)
es_419: Nombre para mostrar (p. ej. "Bucket de respaldo")
fr: Nom affiché (p. ex. : « Bucket de sauvegarde »)
ja: 表示名（例：バックアップ用バケット）
ko: 표시 이름 (예: "백업 버킷")
pt_br: Nome de exibição (ex.: "Bucket de backup")
pt_pt: Nome a mostrar (ex.: "Bucket de backup")
ru: Отображаемое имя (например, «Бакет резервных копий»)
uk: Відображувана назва (наприклад, «Резервний бакет»)
zh_hans: 显示名称（例如“备份 Bucket”）
zh_hant: 顯示名稱（例如「備份 Bucket」）
zh_hk: 顯示名稱（例如「備份 Bucket」）

# auth.s3.provider.default
source: Default (Automatic)
de: Standard (automatisch)
es: Predeterminado (automático)
es_419: Predeterminado (automático)
fr: Par défaut (automatique)
ja: デフォルト（自動）
ko: 기본값(자동)
pt_br: Padrão (automático)
pt_pt: Predefinição (automático)
ru: По умолчанию (автоматически)
uk: За замовчуванням (автоматично)
zh_hans: 默认（自动）
zh_hant: 預設（自動）
zh_hk: 預設（自動）

# auth.s3.provider.hint
source: Select Alibaba Cloud OSS for a custom CNAME bound to the Bucket. Official OSS endpoints are detected automatically.
de: Wählen Sie Alibaba Cloud OSS für eine an den Bucket gebundene benutzerdefinierte CNAME-Domain. Offizielle OSS-Endpunkte werden automatisch erkannt.
es: Selecciona Alibaba Cloud OSS para un CNAME personalizado vinculado al bucket. Los endpoints oficiales de OSS se detectan automáticamente.
es_419: Selecciona Alibaba Cloud OSS para un CNAME personalizado vinculado al bucket. Los endpoints oficiales de OSS se detectan automáticamente.
fr: Sélectionnez Alibaba Cloud OSS pour un CNAME personnalisé associé au bucket. Les endpoints OSS officiels sont détectés automatiquement.
ja: Bucket にバインドされたカスタム CNAME を使う場合は Alibaba Cloud OSS を選択してください。公式 OSS エンドポイントは自動検出されます。
ko: Bucket에 연결된 사용자 지정 CNAME을 사용하려면 Alibaba Cloud OSS를 선택하세요. 공식 OSS 엔드포인트는 자동으로 감지됩니다.
pt_br: Selecione Alibaba Cloud OSS para um CNAME personalizado vinculado ao bucket. Os endpoints oficiais do OSS são detectados automaticamente.
pt_pt: Selecione Alibaba Cloud OSS para um CNAME personalizado associado ao bucket. Os endpoints oficiais do OSS são detetados automaticamente.
ru: Выберите Alibaba Cloud OSS для пользовательского CNAME, привязанного к бакету. Официальные конечные точки OSS определяются автоматически.
uk: Виберіть Alibaba Cloud OSS для власного CNAME, прив’язаного до бакета. Офіційні кінцеві точки OSS визначаються автоматично.
zh_hans: 使用已绑定 Bucket 的自定义 CNAME 时请选择阿里云OSS。官方 OSS Endpoint 会自动识别。
zh_hant: 使用已綁定 Bucket 的自訂 CNAME 時請選擇阿里雲OSS。官方 OSS Endpoint 會自動識別。
zh_hk: 使用已綁定 Bucket 的自訂 CNAME 時請選擇阿里雲OSS。官方 OSS Endpoint 會自動識別。

# auth.s3.secretKey.footerEdit
source: The saved Secret Access Key is shown as ********. Leave it unchanged to keep it; type to replace it. Clear the field to save an empty Secret Access Key.
de: Der gespeicherte Secret Access Key wird als ******** angezeigt. Lassen Sie ihn unverändert, um ihn beizubehalten, oder geben Sie einen neuen Wert ein. Leeren Sie das Feld, um einen leeren Secret Access Key zu speichern.
es: La Secret Access Key guardada se muestra como ********. No la edites para conservarla; escribe para reemplazarla. Borra el campo para guardar una Secret Access Key vacía.
es_419: La Secret Access Key guardada se muestra como ********. No la edites para conservarla; escribe para reemplazarla. Borra el campo para guardar una Secret Access Key vacía.
fr: La clé d’accès secrète enregistrée s’affiche sous la forme ********. Ne la modifiez pas pour la conserver ; saisissez une nouvelle valeur pour la remplacer. Effacez le champ pour enregistrer une clé d’accès secrète vide.
ja: 保存済みの Secret Access Key は ******** と表示されます。変更しなければそのまま使用されます。入力すると置き換わります。空にすると空の Secret Access Key として保存されます。
ko: 저장된 Secret Access Key는 ********로 표시됩니다. 그대로 두면 유지되고, 입력하면 교체됩니다. 필드를 비우면 빈 Secret Access Key로 저장됩니다.
pt_br: A Secret Access Key salva aparece como ********. Não edite para mantê-la; digite para substituí-la. Limpe o campo para salvar uma Secret Access Key vazia.
pt_pt: A Secret Access Key guardada aparece como ********. Não edite para a manter; introduza texto para a substituir. Limpe o campo para guardar uma Secret Access Key vazia.
ru: Сохранённый секретный ключ доступа отображается как ********. Не изменяйте его, чтобы сохранить; введите новое значение, чтобы заменить. Очистите поле, чтобы сохранить пустой секретный ключ доступа.
uk: Збережений секретний ключ доступу відображається як ********. Не змінюйте його, щоб залишити поточний; введіть нове значення, щоб замінити. Очистьте поле, щоб зберегти порожній секретний ключ доступу.
zh_hans: 已保存的 Secret Access Key 会显示为 ********。不修改会继续使用；输入内容会替换它。清空字段会保存为空 Secret Access Key。
zh_hant: 已儲存的 Secret Access Key 會顯示為 ********。不修改會繼續使用；輸入內容會取代它。清空欄位會儲存為空 Secret Access Key。
zh_hk: 已儲存的 Secret Access Key 會顯示為 ********。不修改會繼續使用；輸入內容會取代它。清空欄位會儲存為空 Secret Access Key。

# auth.s3.secretKey.hide
source: Hide Secret Access Key
de: Secret Access Key ausblenden
es: Ocultar Secret Access Key
es_419: Ocultar Secret Access Key
fr: Masquer la clé d’accès secrète
ja: Secret Access Key を非表示
ko: Secret Access Key 숨기기
pt_br: Ocultar Secret Access Key
pt_pt: Ocultar Secret Access Key
ru: Скрыть секретный ключ доступа
uk: Сховати секретний ключ доступу
zh_hans: 隐藏 Secret Access Key
zh_hant: 隱藏 Secret Access Key
zh_hk: 隱藏 Secret Access Key

# auth.s3.secretKey.reveal
source: Show Secret Access Key
de: Secret Access Key anzeigen
es: Mostrar Secret Access Key
es_419: Mostrar Secret Access Key
fr: Afficher la clé d’accès secrète
ja: Secret Access Key を表示
ko: Secret Access Key 표시
pt_br: Mostrar Secret Access Key
pt_pt: Mostrar Secret Access Key
ru: Показать секретный ключ доступа
uk: Показати секретний ключ доступу
zh_hans: 显示 Secret Access Key
zh_hant: 顯示 Secret Access Key
zh_hk: 顯示 Secret Access Key

# auth.s3.secretKey.revealReason
source: Authenticate to reveal the saved Secret Access Key.
de: Authentifizieren Sie sich, um den gespeicherten Secret Access Key anzuzeigen.
es: Autentícate para mostrar la Secret Access Key guardada.
es_419: Autentícate para mostrar la Secret Access Key guardada.
fr: Authentifiez-vous pour afficher la clé d’accès secrète enregistrée.
ja: 保存済みの Secret Access Key を表示するには認証してください。
ko: 저장된 Secret Access Key를 보려면 인증하세요.
pt_br: Autentique-se para mostrar a Secret Access Key salva.
pt_pt: Autentique-se para mostrar a Secret Access Key guardada.
ru: Пройдите аутентификацию, чтобы показать сохранённый секретный ключ доступа.
uk: Пройдіть автентифікацію, щоб показати збережений секретний ключ доступу.
zh_hans: 通过认证以显示已保存的 Secret Access Key。
zh_hant: 通過認證以顯示已儲存的 Secret Access Key。
zh_hk: 通過認證以顯示已儲存的 Secret Access Key。

# auth.s3.section.endpoint
source: Endpoint
de: Endpunkt
fr: Point de terminaison
ja: エンドポイント
ko: 엔드포인트
ru: Эндпоинт
uk: Кінцева точка

# auth.s3.section.provider
source: Provider
de: Anbieter
es: Proveedor
es_419: Proveedor
fr: Fournisseur
ja: プロバイダ
ko: 제공업체
pt_br: Provedor
pt_pt: Fornecedor
ru: Поставщик
uk: Постачальник
zh_hans: 提供商
zh_hant: 提供商
zh_hk: 供應商

# auth.s3.title
source: Add S3 Storage
de: S3-Speicher hinzufügen
es: Añadir almacenamiento S3
es_419: Agregar almacenamiento S3
fr: Ajouter un stockage S3
ja: S3 ストレージを追加
ko: S3 저장소 추가
pt_br: Adicionar armazenamento S3
pt_pt: Adicionar armazenamento S3
ru: Добавить хранилище S3
uk: Додати S3 сховище
zh_hans: 添加 S3 存储
zh_hant: 新增 S3 儲存
zh_hk: 新增 S3 儲存

# auth.s3.validation.accessKey
source: Access Key ID is required
de: Access Key ID ist erforderlich
es: Se requiere el Access Key ID
es_419: Se requiere el Access Key ID
fr: L’ID de clé d’accès est requis
ja: Access Key ID は必須です
ko: Access Key ID가 필요합니다
pt_br: Access Key ID é obrigatório
pt_pt: Access Key ID é obrigatório
ru: Требуется идентификатор ключа доступа
uk: Потрібен ідентифікатор ключа доступу
zh_hans: 需要填写 Access Key ID
zh_hant: 需要填寫 Access Key ID
zh_hk: 需要填寫 Access Key ID

# auth.s3.validation.aliyunEndpoint
source: Alibaba Cloud OSS requires the Region that matches the Bucket.
de: Für Alibaba Cloud OSS ist die zum Bucket gehörende Region erforderlich.
es: Alibaba Cloud OSS requiere la región correspondiente al bucket.
es_419: Alibaba Cloud OSS requiere la región correspondiente al bucket.
fr: Alibaba Cloud OSS exige la région correspondant au bucket.
ja: Alibaba Cloud OSS では Bucket に対応するリージョンが必要です。
ko: Alibaba Cloud OSS에는 Bucket과 일치하는 리전이 필요합니다.
pt_br: O Alibaba Cloud OSS requer a região correspondente ao bucket.
pt_pt: O Alibaba Cloud OSS requer a região correspondente ao bucket.
ru: Для Alibaba Cloud OSS требуется регион, соответствующий бакету.
uk: Для Alibaba Cloud OSS потрібен регіон, що відповідає бакету.
zh_hans: 阿里云OSS需要填写与 Bucket 对应的 Region。
zh_hant: 阿里雲OSS需要填寫與 Bucket 對應的 Region。
zh_hk: 阿里雲OSS需要填寫與 Bucket 對應的 Region。
